Repository: sergeychernyakov/aihelper
Catalog: locale/*/LC_MESSAGES/aihelper.po
Languages: ru

source: Failed to fetch image with file.
ru: Не удалось получить изображение из файла.

source: Error: Unable to process the request.
ru: Ошибка: невозможно обработать запрос.

source: Insufficient balance to process the document.
ru: Недостаточно средств для обработки документа.

source: ... (truncated)
ru: … (сокращено)

source: Full translated text has been sent as a document.
ru: Полный переведенный текст был отправлен в виде документа.

source: Failed to transcribe document.
ru: Не удалось транскрибировать документ.

source: Insufficient balance to process the image.
ru: Недостаточно средств для обработки изображения.

source: Image processed successfully
ru: Изображение успешно обработано.

source: Voice processed successfully
ru: Голос успешно обработан.

source: Failed to transcribe the voice message.
ru: Не удалось транскрибировать голосовое сообщение.

source: Video processed successfully
ru: Видео успешно обработано.

source: Failed to transcribe video
ru: Не удалось транскрибировать видео.

source: Letter successfully sent.
ru: Письмо успешно отправлено.

source: Letter successfully sent. There is no need to reply to the message.
ru: Письмо успешно отправлено. Нет необходимости отвечать на сообщение.

source: Insufficient balance to process the generating image.
ru: Недостаточно средств для создания изображения.

source: Message processed successfully.
ru: Сообщение успешно обработано.

source: Insufficient balance to process the voice message.
ru: Недостаточно средств для обработки голосового сообщения.

source: Failed to load the voice message
ru: Не удалось загрузить голосовое сообщение.

source: Insufficient balance to process the video message.
ru: Недостаточно средств для обработки видеосообщения.

source: Failed to load the video message
ru: Не удалось загрузить видеосообщение.

source: Failed to load the document
ru: Не удалось загрузить документ.

source: Document processed successfully
ru: Документ успешно обработан.

source: Error in attaching file.
ru: Ошибка при прикреплении файла.

source: Email successfully sent!
ru: Электронное письмо успешно отправлено!

source: Error in sending email.
ru: Ошибка при отправке электронной почты.

source: Image dimensions are too large.
ru: Размеры изображения слишком велики.

source: The video file size is too large: {0:.2f} MB. Max allowed is {1:.2f} MB.
ru: Размер видеофайла слишком большой: {0:.2f} МБ. Максимально допустимый: {1:.2f} МБ.

source: Unsupported file type. Allowed types: {0}.
ru: Неподдерживаемый тип файла. Допустимые типы: {0}.

source: The file size is too large: {0:.2f} MB. Max allowed is {1:.2f} MB.
ru: Размер файла слишком большой: {0:.2f} МБ. Максимально допустимый: {1:.2f} МБ.

source: No image generated
ru: Изображение не создано

source: Error in generating image.
ru: Ошибка в создании изображения.

source: Top Up Balance
ru: Пополнение баланса

source: Top Up the Balance of the Translator.
ru: Пополнение баланса переводчика.

source: Top Up the Balance
ru: Пополнить баланс

source: Something went wrong...
ru: Что-то пошло не так...

source: Thank you for your payment! Your balance has been updated by {0:.2f} {1}.
ru: Спасибо за ваш платеж! Ваш баланс пополнен на {0:.2f} {1}.

source: Error: No active conversation found for payment update.
ru: Ошибка: активная беседа для обновления платежа не найдена.

source: Insufficient balance to use the service.
ru: Недостаточно средств для использования услуги.

source: Insufficient balance to process the message.
ru: Недостаточно средств для обработки сообщения.

source: Goodbye! If you need assistance again, just send me a message.
ru: До свидания! Если вам снова потребуется помощь, просто напишите мне сообщение.

source: An error occurred while processing your request.
ru: Произошла ошибка при обработке вашего запроса.

source: Your current balance is: ${0:.2f}
ru: Ваш текущий баланс: ${0:.2f}

source: Welcome to the Russian-Ukrainian AI Translator! My name is Nova and I can assist you with various tasks. Here's what you can do: Speak with me like with a friend :) Translate various texts from/to Russian/Ukrainian Translate voice messages Translate audio/video files Translate text, pdf, and other documents Generate images I speak your language
ru: Добро пожаловать в Российско-Украинский AI Переводчик! Меня зовут Нова и я могу помочь вам с различными задачами. Вот что вы можете делать: Разговаривайте со мной, как с другом :) Переводите различные тексты с/на русский/украинский Переводите голосовые сообщения Переводите аудио/видео файлы Переводите текст, pdf и другие документы Создавайте изображения Я говорю на вашем языке

source: Welcome to the Dietologist service! My name is Iola and I am here to help you with your nutrition. Here's what you can do: - Speak with me like with a friend :) - Determine the number of calories from a photo - Make a daily menu - Recipe from what's in the fridge - Generate images I speak your language
ru: Приветствуем на сервисе Диетолог! Меня зовут Иола и я здесь, чтобы помочь тебе с питанием на дииете. Вот что можно делать: - Общайся со мной, как с другом :) - Определи количество калорий по фото - Составьте меню на день - Рецепт из того, что есть в холодильнике - Создавайте изображения Я говорю на вашем языке

source: Balance: Your start balance is ${0:.2f} - we'll ask to refill the balance when you'll use it in full. Your current balance is ${1:.2f}. Contacts: - For advertising inquiries, contact @AIBotsAdv - For investment-related questions, contact @AIBotsInvest - For development of intelligent bots, write to @AIBotsTech - Support: @AIBotsTech Check out other Smart Bots: {2} Available Actions:
ru: Баланс: Ваш начальный баланс составляет ${0:.2f} - мы попросим пополнить баланс, когда вы его полностью использовать. Ваш текущий баланс составляет ${1:.2f}. Контакты: - По вопросам рекламы обращайтесь к @AIBotsAdv - По вопросам инвестиций обращайтесь к @AIBotsInvest - По разработке интеллектуальных ботов пишите @AIBotsTech - Поддержка: @AIBotsTech Наши другие Смарт Боты: {2} Доступные Действия:

source: Balance: Your start balance is ${0:.2f} - we'll ask to refill the balance when you'll use it in full. Your current balance is ${1:.2f}.
ru: Баланс: Ваш начальный баланс составляет ${0:.2f} - мы попросим пополнить баланс, когда вы его полностью используете. Ваш текущий баланс составляет ${1:.2f}.

source: Contacts: - For advertising inquiries, contact @AIBotsAdv - For investment-related questions, contact @AIBotsInvest - For development of intelligent bots, write to @AIBotsTech - Support: @AIBotsTech Available Actions:
ru: Контакты: - По вопросам рекламы обращайтесь @AIBotsAdv - По вопросам инвестиций обращайтесь @AIBotsInvest - По вопросам разработки интеллектуальных ботов пишите @AIBotsTech - Поддержка: @AIBotsTech Доступные действия:

source: Check Balance
ru: Проверить баланс

source: Finish Session
ru: Завершить сессию

source: /balance - Check your current balance /invoice - Top up your balance /start - Show welcome message again /finish - Finish your current session Enjoy your experience with our service! Check our video tutorial.
ru: /balance - Проверьте свой текущий баланс /invoice - Пополнить баланс /start - Показать приветственное сообщение снова /finish - Завершить текущую сессию Наслаждайтесь работой с нашим сервисом! Посмотрите наш видеоурок.

source: What's in this image? If there's text, extract it and translate.
ru: Что на картинке? Если есть текст, извлеки его и переведи.

source: Translate:
ru: Переведи:

source: The {file_type} you are trying to send is too large. The maximum allowed size is {size_limit:.2f} MB.
ru: Файл {file_type}, который вы пытаетесь отправить, слишком велик. Максимально допустимый размер составляет {size_limit:.2f} МБ.

source: file
ru: файл

source: video file
ru: видеофайл

source: Failed to process the photo.
ru: Не удалось обработать изображение.

source: Failed to process the video.
ru: Не удалось обработать видео.

source: Failed to process the voice message.
ru: Не удалось обработать голосовое сообщение.

source: Failed to process the document.
ru: Не удалось обработать документ.

source: These are frames from a video. Generate a compelling description for the video.
ru: Это кадры из видео. Сформируйте убедительное описание для видео.

source: Your request was rejected due to a content policy violation.
ru: Ваш запрос был отклонен из-за нарушения политики содержания.
