Repository: sergeychernyakov/aihelper
Catalog: locale/ua/LC_MESSAGES/aihelper.po
Languages: ua

source: Insufficient balance to use the service.
ua: Недостатньо коштів для використання сервісу.

source: Insufficient balance to process the message.
ua: Недостатньо коштів для обробки повідомлення.

source: Goodbye! If you need assistance again, just send me a message.
ua: До побачення! Якщо вам знову знадобиться допомога, просто напишіть мені.

source: An error occurred while processing your request.
ua: Виникла помилка під час обробки вашого запиту.

source: Your current balance is: ${0:.2f}
ua: Ваш поточний баланс: ${0:.2f}

source: Welcome to the Russian-Ukrainian AI Translator! My name is Nova and I can assist you with various tasks. Here's what you can do: Speak with me like with a friend :) Translate various texts from/to Russian/Ukrainian Translate voice messages Translate audio/video files Translate text, pdf, and other documents Generate images I speak your language
ua: Ласкаво просимо до Російсько-Українського AI Перекладача! Мене звати Нова, і я можу допомогти вам з різними завданнями. Ось що ви можете зробити: Спілкуйся зі мною, як з другом :) Перекладайте різні тексти з/на російську/українську Перекладайте голосові повідомлення Перекладайте аудіо/відео файли Перекладайте текст, pdf та інші документи Створюйте зображення Я розмовляю вашою мовою

source: Welcome to the Dietologist service! My name is Iola and I am here to help you with your nutrition. Here's what you can do: - Speak with me like with a friend :) - Determine the number of calories from a photo - Make a daily menu - Recipe from what's in the fridge - Generate images I speak your language
ua: Вітаю на на сервісі Дієетолог! Мене звуть Іола та я тут, щоб допомогти тобі із харчуванням на дієті. Ось що можна зробити: - Спілкуйся зі мною, як з другом :) - Встанови кількість калорий по фото - Зроби меню на день - Рецепт із того, що є в холодильнику - Створюйте зображення Я розмовляю вашою мовою

source: Balance: Your start balance is ${0:.2f} - we'll ask to refill the balance when you'll use it in full. Your current balance is ${1:.2f}. Contacts: - For advertising inquiries, contact @AIBotsAdv - For investment-related questions, contact @AIBotsInvest - For development of intelligent bots, write to @AIBotsTech - Support: @AIBotsTech Check out other Smart Bots: {2} Available Actions:
ua: Баланс: Ваш початковий баланс становить ${0:.2f} - ми попросимо поповнити баланс, коли ви його повністю використаєте. Ваш поточний баланс становить ${1:.2f}. Контакти: - За рекламними запитами звертайтеся до @AIBotsAdv - За питаннями інвестицій звертайтеся до @AIBotsInvest - За розробкою інтелектуальних ботів пишіть @AIBotsTech - Підтримка: @AIBotsTech Наші Смарт Боти: {2} Доступні Дії:

source: Balance: Your start balance is ${0:.2f} - we'll ask to refill the balance when you'll use it in full. Your current balance is ${1:.2f}.
ua: Баланс: Ваш початковий баланс ${0:.2f} - ми попросимо поповнити баланс, коли ви його використаєте повністю. Ваш поточний баланс ${1:.2f}.

source: Contacts: - For advertising inquiries, contact @AIBotsAdv - For investment-related questions, contact @AIBotsInvest - For development of intelligent bots, write to @AIBotsTech - Support: @AIBotsTech Available Actions:
ua: Контакти: - Для рекламних запитів звертайтеся до @AIBotsAdv - Для питань, пов'язаних з інвестиціями, звертайтеся до @AIBotsInvest - Для розробки інтелектуальних ботів пишіть до @AIBotsTech - Підтримка: @AIBotsTech Доступні дії:

source: Check Balance
ua: Перевірити баланс

source: Top Up Balance
ua: Поповнити баланс

source: Finish Session
ua: Закінчити сесію

source: /balance - Check your current balance /invoice - Top up your balance /start - Show welcome message again /finish - Finish your current session Enjoy your experience with our service! Check our video tutorial.
ua: /balance - Перевірте ваш поточний баланс /invoice - Поповніть ваш баланс /start - Показати повідомлення з вітанням знову /finish - Закінчити поточну сесію Насолоджуйтеся користуванням нашим сервісом! Перегляньте наш відеоурок.

source: Failed to fetch image with file.
ua: Не вдалося отримати зображення з файлу.

source: Error: Unable to process the request.
ua: Помилка: Неможливо обробити запит.

source: Insufficient balance to process the document.
ua: Недостатньо коштів для обробки документу.

source: ... (truncated)
ua: ... (усічено)

source: Full translated text has been sent as a document.
ua: Повний перекладений текст було відправлено як документ.

source: Failed to transcribe document.
ua: Не вдалося роспознати документ.

source: Insufficient balance to process the image.
ua: Недостатньо коштів для обробки зображення.

source: Image processed successfully
ua: Зображення успішно оброблено

source: Voice processed successfully
ua: Голосове повідомлення успішно оброблено

source: Failed to transcribe the voice message.
ua: Не вдалося роспознати голосове повідомлення.

source: Video processed successfully
ua: Відео успішно оброблено

source: Failed to transcribe video
ua: Не вдалося роспознати відео

source: Letter successfully sent.
ua: Листа успішно відправлено.

source: Letter successfully sent. There is no need to reply to the message.
ua: Листа успішно відправлено. Немає необхідності відповідати на повідомлення.

source: Insufficient balance to process the generating image.
ua: Недостатньо коштів для обробки зображення.

source: Message processed successfully.
ua: Повідомлення успішно оброблено.

source: Insufficient balance to process the voice message.
ua: Недостатньо коштів для обробки голосового повідомлення.

source: Failed to load the voice message
ua: Не вдалося завантажити голосове повідомлення

source: Insufficient balance to process the video message.
ua: Недостатньо коштів для обробки відеоповідомлення.

source: Failed to load the video message
ua: Не вдалося завантажити відеоповідомлення

source: Failed to load the document
ua: Не вдалося завантажити документ

source: Document processed successfully
ua: Документ успішно оброблено

source: Error in attaching file.
ua: Помилка при додаванні файлу.

source: Email successfully sent!
ua: Електронний лист успішно відправлено!

source: Error in sending email.
ua: Помилка при відправці електронного листа.

source: Image dimensions are too large.
ua: Розміри зображення занадто великі.

source: The video file size is too large: {0:.2f} MB. Max allowed is {1:.2f} MB.
ua: Розмір відеофайлу занадто великий: {0:.2f} МБ. Максимально допустимий {1:.2f} МБ.

source: Unsupported file type. Allowed types: {0}.
ua: Непідтримуваний тип файлу. Дозволені типи: {0}.

source: The file size is too large: {0:.2f} MB. Max allowed is {1:.2f} MB.
ua: Розмір файлу занадто великий: {0:.2f} МБ. Максимально допустимий {1:.2f} МБ.

source: No image generated
ua: Зображення не створено

source: Error in generating image.
ua: Помилка при створенні зображення.

source: Top Up the Balance of the Translator.
ua: Поповніть баланс перекладача.

source: Top Up the Balance
ua: Поповнити баланс

source: Something went wrong...
ua: Щось пішло не так...

source: Thank you for your payment! Your balance has been updated by {0:.2f} {1}.
ua: Дякуємо за вашу оплату! Ваш баланс було поповнено на {0:.2f} {1}.

source: Error: No active conversation found for payment update.
ua: Помилка: не знайдено активної розмови для оновлення платежу.

source: What's in this image? If there's text, extract it and translate.
ua: Що на зображенні? Якщо є текст, витягни його і переклади.

source: Translate:
ua: Переклади:

source: The {file_type} you are trying to send is too large. The maximum allowed size is {size_limit:.2f} MB.
ua: Файл {file_type}, який ви намагаєтеся відправити, занадто великий. Максимально дозволений розмір становить {size_limit:.2f} МБ.

source: file
ua: файл

source: video file
ua: відеофайл

source: Failed to process the photo.
ua: Не вдалося обробити зображення.

source: Failed to process the video.
ua: Не вдалося обробити відео.

source: Failed to process the voice message.
ua: Не вдалося обробити голосове повідомлення.

source: Failed to process the document.
ua: Не вдалося обробити документ.

source: These are frames from a video. Generate a compelling description for the video.
ua: Це кадри з відео. Створіть переконливий опис відео.

source: Your request was rejected due to a content policy violation.
ua: Ваш запит був відхилений через порушення політики контенту.

source: More recipes: @SmartDietAIBot
ua: Більше рецептів: @SmartDietAIBot
